{
  "reviews": [
    {
      "id": "966dc45da5e0984ebadb6fb0ee059e40f06a93ed",
      "author": "Nana Chery",
      "avatar": "https://lh3.googleusercontent.com/a/ACg8ocLdxUY7dCgwVntL8B_oJUNpUFtRfBz0vjvuei-PbythvelNUA=s128-c0x00000000-cc-rp-mo",
      "rating": 5,
      "text": "Rakeb was super detailed. She has amazing customer service, great conversation I will most definitely be back. I really loved her",
      "time": 1758066531000,
      "url": "https://www.google.com/maps/contrib/118030961666698869763/reviews",
      "relativeTime": "in the last week"
    },
    {
      "id": "613a177d75f3ccb0cf023eaff63fb08bd745c7af",
      "author": "Judine Williamson",
      "avatar": "https://lh3.googleusercontent.com/a/ACg8ocIp3-lxOIrSx6SrWuv-viBNlcJ34sH3QMsfXyjofOLebZDefg=s128-c0x00000000-cc-rp-mo",
      "rating": 5,
      "text": "I had a very positive experience at Rakie's salon. I recently relocated to Georgia and have been looking for a truly skillful, professional, friendly, communicative, warm, and caring stylist who would know exactly how to handle my hair... and I found that in Rakie right away. I was with my last stylist for 17 years and my hair and I were still going through separation challenges from that stylist who retired and moved away.  Rakie relaxed my hair exceptionally well, without irritation or burns to my scalp. Rakie also educated me on her processes, the products used, shared haircare tips, and made me feel comfortable every step of the way. I left the salon perfectly pleased, confident, with my hair styled, slayed, laid, and bouncing on my shoulders.  I will definitely return. Rakie you Rock!",
      "time": 1758039835000,
      "url": "https://www.google.com/maps/contrib/100772030955612718066/reviews",
      "relativeTime": "in the last week"
    },
    {
      "id": "03ec6f90ae186dc45df6439b2810bc29a0c79d08",
      "author": "H Norris",
      "avatar": "https://lh3.googleusercontent.com/a/ACg8ocJG1v7evPTUoHDwpl8D0KODJxAlgnM2m8jmn3pRDkSVoVsU4Q=s128-c0x00000000-cc-rp-mo",
      "rating": 5,
      "text": "⭐️⭐️⭐️⭐️⭐️\nI can’t say enough amazing things about my hairstylist, Rakie! Not only is she incredibly talented, but she also takes the time to really listen and make sure you leave with exactly what you envisioned (and usually something even better!). Every visit feels like a total transformation—my hair has never looked healthier, shinier, or more stylish. On top of her skill, she’s warm, welcoming, and makes the whole experience so enjoyable. Truly the best!",
      "time": 1757705215000,
      "url": "https://www.google.com/maps/contrib/111515935834067857293/reviews",
      "relativeTime": "a week ago"
    },
    {
      "id": "d6f0e3050213e5ed55a92cdd3ab9eb9453ddf9fd",
      "author": "Rochelle Walker",
      "avatar": "https://lh3.googleusercontent.com/a-/ALV-UjXinsx7e96WJdrMFOMBb7DkHaenyBvWbKpdpNO1L5n1sFsVjCrE7g=s128-c0x00000000-cc-rp-mo-ba3",
      "rating": 5,
      "text": "Rakeb is just incredible. I have very curly hair, and it can be difficult for me to find a stylist who understands it and can give me what I want. Not only did Rekab cut it into perfect layers, she managed to get the exact color/highlights that I wanted! Plus, she’s just really sweet and a joy to be around. Will definitely be back.",
      "time": 1756899011000,
      "url": "https://www.google.com/maps/contrib/116927637099709750863/reviews",
      "relativeTime": "2 weeks ago"
    },
    {
      "id": "eb120faf3c7d5bc22a078b34f10cbc70d36af49e",
      "author": "Ana Cabrera",
      "avatar": "https://lh3.googleusercontent.com/a-/ALV-UjV4WU-jqXjObuSqW8WqTWgiboShMSizrpKDFbitub5ObHhWmm0XPA=s128-c0x00000000-cc-rp-mo",
      "rating": 5,
      "text": "Absolutely love my new haircut!!! I was seen at my appointment time, salon is clean and easily located. Rakie was wonderful new my hair type and what would best for me. I would most definitely recommend Rakie Salon.",
      "time": 1754765702000,
      "url": "https://www.google.com/maps/contrib/102925216030697516441/reviews",
      "relativeTime": "a month ago"
    }
  ]
}